7zip
amd-ucode
base
base-devel
bind
brightnessctl
btrfs-progs
chromium
cmatrix
ddcutil
discord
docker
dolphin
efibootmgr
fastfetch
fd
firefox
fzf
ghostty
git
grub
grub-btrfs
htop
hypridle
hyprland
hyprpaper
hyprpicker
hyprshot
inotify-tools
jq
k9s
kubectl
kvantum
lib32-nvidia-utils
linux
linux-firmware
man-db
neovim
networkmanager
nvidia-open
nvidia-settings
nvidia-utils
openssh
otf-font-awesome
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-gobject
qbittorrent
qt6-virtualkeyboard
qt6ct-kde
reflector
sddm
spotify-launcher
starship
steam
stow
sudo
swaylock
swaync
talosctl
timeshift
timeshift-autosnap
tmux
traceroute
ttc-iosevka
ttf-nerd-fonts-symbols
unzip
vim
waybar
waybar-module-pacman-updates-git
wireplumber
wlogout
woff2-font-awesome
wofi
xorg-xinput
yay
yay-debug
yazi
zoxide
zsh
zsh-autosuggestions
zsh-completions
